[Menu]
open=&فتح
exit=&خروج
first=الصورة &الأولى
prev=الصورة ال&سابقة
next=الصورة ال&تالية
last=الصورة الأخ&يرة
zoomin=تك&بير
zoomout=تص&غير
fit=&ملاءمة للشاشة
osize=الحجم الأ&صلي (100%)
refresh=تح&ديث
copy=&نسخ
paste=&لصق
fileinfo=معلومات الصورة
fileprop=خصا&ئص الملف
fileinfolder=عرض الملف في الم&جلد
aot=إبقاء النافذة في الم&قدمة
border=إ&طار النافذة
center=توسيط الصو&رة
shortcuts=اختصارات لوحة المفاتي&ح
github_repo=فتح مستودع &GitHub
about=ح&ول
delete=ح&ذف

[File]
nofile=لم يتم تحديد ملف.
invalid_file=ملف غير صالح أو غير مدعوم
load_failed=تعذر تحميل ملف الصورة.
select_image_file=اختر ملف صورة
copy_failed=تعذر نسخ الصورة إلى الحافظة.
no_clipboard_image=لا توجد صورة في الحافظة!
clipboard_image=تم لصق هذه الصورة من الحافظة.
delete_confirm=هل تريد بالتأكيد نقل هذا الملف إلى سلة المحذوفات؟
delete_title=حذف الملف
delete_error_title=تعذر حذف الملف
delete_error_msg=تعذر حذف الملف:
delete_error_reasons=الأسباب المحتملة:
delete_error_in_use=• الملف قيد الاستخدام من تطبيق آخر
delete_error_readonly=• الملف للقراءة فقط أو محمي
delete_error_no_permission=• لا توجد صلاحية للوصول إلى الملف
delete_error_label=الخطأ:

[Shortcuts]
title=اختصارات لوحة المفاتيح
keyboard=اختصارات لوحة المفاتيح:
mouse=الماوس:
kb_down=السهم لأسفل: عرض القائمة
kb_home=Home: عرض الصورة الأولى
kb_back=زر الرجوع: الصورة السابقة
kb_left=السهم الأيسر: الصورة السابقة
kb_forward=زر التقدم في المتصفح: الصورة التالية
kb_right=السهم الأيمن: الصورة التالية
kb_end=End: عرض الصورة الأخيرة
kb_plus=Numpad +: تكبير
kb_minus=Numpad -: تصغير
kb_zero=Numpad 0: الحجم الأصلي
kb_one=Numpad 1: ملاءمة الصورة للشاشة
kb_f1=F1: معلومات ملف الصورة
kb_f2=F2: خصائص الملف
kb_f3=F3: عرض الملف في المجلد
kb_f5=F5: تحديث
kb_ctrl_o=Ctrl+O: فتح ملف صورة
kb_ctrl_c=Ctrl+C: نسخ الصورة إلى الحافظة
kb_ctrl_v=Ctrl+V: لصق صورة من الحافظة
kb_esc=Esc: إغلاق معلومات الملف
kb_alt_f4=Alt+F4: إغلاق التطبيق
kb_delete=Del: حذف الملف
mouse_right=النقر بزر الماوس الأيمن: عرض القائمة
mouse_wheel_up=تحريك عجلة الماوس لأعلى: تكبير
mouse_wheel_down=تحريك عجلة الماوس لأسفل: تصغير
mouse_4=زر الماوس الرابع: الصورة السابقة
mouse_5=زر الماوس الخامس: الصورة التالية
mouse_left_dbl=النقر المزدوج بزر الماوس الأيسر: الحجم الأصلي
mouse_middle_dbl=النقر المزدوج بزر الماوس الأوسط: ملاءمة الصورة للشاشة

[FileInfo]
folder=المجلد
file=الملف
mod_time=تاريخ التعديل
create_time=تاريخ الإنشاء
access_time=تاريخ آخر وصول
orig_size=الحجم الأصلي
disp_size=حجم العرض
file_size=حجم الملف
zoom=التكبير
source=المصدر
clipboard=الحافظة

[About]
about=حول

[Error]
load_failed_msg=تعذر تحميل ملف الصورة: